<script>
    import Footer from './_components/Footer.svelte';
</script>

<main>
    <h2 class="header">Пользовательское соглашение</h2>
    <p class="date"><i>04 февраля 2021 г.</i></p>

    <!-- <a href="https://commondata.ru/">https://commondata.ru/</a> -->
    <p>Проект Common Data и его владелец Индивидуальный предприниматель Гисина Анастасия Ильинична (далее – «Проект») предлагает любому пользователю сети Интернет использовать сайт в сети Интернет, расположенный по адресу <a href="https://commondata.ru/">https://commondata.ru/</a>, в соответствии с настоящим Соглашением.</p>

    <ol>
        <li><strong>Термины и определения</strong></li>
        <ol>
            <li>В настоящем Соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:
                <br><strong>«Пользователь»</strong> - любое лицо, использующее Сайт любым способом, в том числе путем посещения Сайта и взаимодействия с его функциональностью.
                <br><strong>«Сайт»</strong> - совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет по сетевому адресу <a href="https://commondata.ru/">https://commondata.ru/</a>. 
                <br><strong>«Соглашение»</strong> - настоящее Пользовательское соглашение.
                <br><strong>«Стороны»</strong> - Пользователь и Проект. 
            </li>
            <li>
                Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с законодательством Российской Федерации и сложившимися в сети Интернет обычными правилами толкования соответствующих терминов. 
            </li>
            <li>
                Названия заголовков (разделов) Соглашения предназначены исключительно для удобства пользования текстом Соглашения и буквального юридического значения не имеют. 
            </li>
            <li>
                Неотъемлемой частью Соглашения является Политика конфиденциальности, размещённая по адресу <a href="https://commondata.ru/privacy">https://commondata.ru/privacy</a>, и Пользователи обязуются соблюдать установленные в ней условия и ограничения.
            </li>
        </ol>
        <li><strong>Обязательность Соглашения и изменение Соглашения </strong></li>
        <ol>
            <li>
                Текст Соглашения, постоянно размещенный в сети Интернет по адресу <a href="https://commondata.ru/privacy">https://commondata.ru/privacy</a>, содержит все условия использования Сайта и является предложением Проекта каждому Пользователю использовать Сайт на указанных в тексте Соглашения условиях. Таким образом, в соответствии с положениями пункта 2 статьи 437 Гражданского кодекса Российской Федерации, текст Соглашения является публичной офертой. 
            </li>
            <li>
                В соответствии с пунктом 3 статьи 438 Гражданского кодекса Российской Федерации, надлежащим акцептом этой оферты считается факт использование Сайта. 
            </li>
            <li>
                С момента начала использования Сайта Пользователь соглашается с Соглашением и обязуется его соблюдать. Соглашение приобретает юридическую силу в отношениях между Сторонами с момента начала использования Сайта Пользователем. 
            </li>
            <li>
                Стороны соглашаются, что Соглашение может быть изменено Проектом в одностороннем порядке путем размещения обновленного текста Соглашения. Пользователь подтверждает свое согласие с изменениями условий Соглашения путем продолжения использования Сайта. При несогласии с измененной версией Соглашения, Пользователь прекращает пользование Сайтом. Используя Сайт, Пользователь соглашается с тем, что Проект вправе передать свои права и обязанности по Соглашению любым третьим лицам. 
            </li>
        </ol>
        <li><strong>Назначение Сайта</strong></li>
        <ol>
            <li>
                Сайт предназначен для создания Пользователями форм сбора данных других Пользователей, и для добровольного предоставления данных через такие формы. 
            </li>
            <li>
                При создании формы сбора данных Пользователь обязуется указать конкретные цели и условия обработки данных, и не вправе использовать полученные данные в иных целях. Каждый Пользователь несет ответственность за соблюдение прав Пользователей, чьи данные собираются через форму сбора данных.
            </li>
        </ol>
        <li><strong>Права и обязанности Проекта</strong></li>
        <ol>
            <li>
                Проект вправе заблокировать доступ к Сайту для Пользователя, если он своими действиями или бездействием нарушает условия Соглашения, иные соглашения между Сторонами или законные требования Проекта.
            </li>
            <li>
                Проект вправе привлекать третьих лиц к исполнению обязательств, установленным Соглашением, а также передавать им данным о Пользователях.
            </li>
            <li>
                Проект вправе производить модификацию любого программного обеспечения Сайта, приостанавливать работу Сайта, при обнаружении существенных неисправностей, ошибок и сбоев, а также в целях проведения профилактических работ и предотвращения случаев несанкционированного доступа Сайту. 
            </li>
            <li>
                Проект вправе использовать данные Пользователя или иных лиц, информация о которых внесена Пользователем на Сайт, в маркетинговых целях, в том числе путем осуществления рекламных рассылок. 
            </li>
            <li>
                Проект вправе направлять Пользователю и иным лицам, информация о которых внесена Пользователем на Сайт, информационные и рекламные сообщения, как по адресу электронной почты, так и по номеру мобильного телефона, сведения о которых содержатся на Сайте. Настоящим Пользователь дает согласие на получение подобной информации, также гарантирует, что аналогичное согласие предоставлено лицами, сведения о которых Пользователь внес на Сайт. 
            </li>
        </ol>
        <li><strong>Порядок использования Сайта</strong></li>
        <ol>
            <li>В момент начала пользования Сайтом Пользователь обязуется ознакомиться с текущей версией Соглашения.</li>
            <li>При использовании Сайта запрещено:</li>
            <ul>
                <li>Каким-либо образом нарушать положения действующего законодательства Российской Федерации.</li>
                <li>Намеренно распространять различные вирусы, дефектные программы, поврежденные файлы, а также любые другие элементы вредоносного или вводящего в заблуждение характера.</li>
                <li>Использовать Сайт любым вредоносным образом или способом, который может нарушить нормальное функционирование Сайта.</li>
                <li>Предпринимать любые попытки несанкционированного доступа к любой части или функции Сайта или к любой сети, соединенной с Сайтом.</li>
                <li>Использовать какие-либо устройства, программы или процессы для вмешательства или попыток вмешательства в нормальный ход работы Сайта, а также в любые операции, совершаемые на Сайте, или в использование Сайта любым другим лицом.</li>
                <li>Использовать любые автоматические устройства, программы, алгоритмы, методики или любые сходные или эквивалентные ручные процессы для получения доступа, приобретения, копирования или отслеживания любой части Сайта, для воспроизведения или получения доступа в обход используемой системы навигации или отображения Сайта и любого содержимого и для получения или попытки получения любых материалов, документов или информации при помощи любых средств, специально не обеспечиваемых через Сайт.</li>
                <li>Использовать Сайт в любых целях, нарушающих законодательство страны, из которой Пользователь получает доступ к Сайту, или нарушающих условия Соглашения.</li>
                <li>Осуществлять незаконные сбор и обработку персональных данных других лиц.</li>
            </ul>
            <li>Проект вправе заблокировать доступ любого Пользователя к Сайту без предварительного уведомления Пользователя и без объяснения причин.</li>
        </ol>
        <li><strong>Интеллектуальная собственность</strong></li>
        <ol>
            <li>
                Сайт содержит информацию, в том числе фотографии, графику, тексты, изображения, логотипы, значки, рисунки, программное обеспечение, аудио- и видеоматериалы, товарные знаки, другие объекты интеллектуальной собственности и прочие материалы, принадлежащие Проекту, ее аффилированным лицам и третьим лицам.
            </li>
            <li>
                Используя Сайт, Пользователь признает и соглашается с тем, что все содержимое Сайта защищено авторскими правами. Никакие права на любое содержимое Сайта, не переходят к Пользователю в результате использования Сайта.
            </li>
            <li>
                В отношении содержимого Сайта Пользователю запрещается копировать, модифицировать, изменять, удалять, дополнять, публиковать, передавать, создавать производные работы, изготавливать или продавать продукты на его основе, воспроизводить, отображать или любым другим образом использовать такое содержимое. 
            </li>
        </ol>
        <li><strong>Ответственность</strong></li>
        <ol>
            <li>
                Проект не отвечает за работоспособность Сайта и не гарантирует его бесперебойной работы. Проект также не гарантирует сохранности информации, размещенной на Сайте. 
            </li>
            <li>
                Пользователь использует Сайт в том виде, в каком он представлен, на собственный риск. Проект не гарантирует Пользователю достижения каких-либо результатов вследствие использования Сайта. 
            </li>
            <li>
                Размер убытков, которые могут быть возмещены Проектом Пользователю по Соглашению, ограничен в соответствии с положениями части 1 статьи 15 Гражданского кодекса Российской Федерации суммой в 1 000 (одну тысячу) рублей. 
            </li>
        </ol>
        <li><strong>Разрешение споров и применимое право</strong></li>
        <ol>
            <li>
                Все возникающие из Соглашения правоотношения регулируются законодательством Российской Федерации. 
            </li>
            <li>
                Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительными Соглашения, а также любые споры, возникающие в результате использования Сайта, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших претензий и/или разногласий. 
            </li>
            <li>
                Если Стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит передаче на рассмотрение в Арбитражный суд города Москвы, либо в суд общей юрисдикции.
            </li>
        </ol>
        <li><strong>Обстоятельства непреодолимой силы</strong></li>
        <ol>
            <li>Стороны освобождаются от ответственности за частичное или полное неисполнение своих обязательств по настоящему Договору, если такое неисполнение стало невозможным вследствие обстоятельств непреодолимой силы, возникших после заключения Соглашения в результате событий чрезвычайного характера, не зависящего от воли сторон, включая следующие обстоятельства (но не ограничиваясь ими):</li>
            <ul>
                <li>эпидемии;</li>
                <li>забастовки, наводнения, землетрясения, ураганы, удар молнии и иные стихийные бедствия;</li>
                <li>военные действия (локального и международного масштаба);</li>
                <li>бунт, восстание против законной власти, гражданские волнения, беспорядки, восстание, организованное вооруженное сопротивление правительству, военный переворот, гражданская война, учения с целью предотвращения террористических актов, массовых беспорядков в местах скопления людей;</li>
                <li>техногенные и антропогенные катастрофы;</li>
                <li>акты органов государственной власти и местного самоуправления;</li>
                <li>выступление государственных служащих, объявление траурных дней, выпуск срочных сообщений или наступление иных событий, которые меняют программу/выпуск СМИ;</li>
                <li>возникновение технического сбоя в телекоммуникационных и/или энергетических сетях общего пользования, действия вредоносных программ, а также недобросовестных действий третьих лиц, выразившихся в действиях, направленных на несанкционированный доступ и/или выведение из строя программного и/или аппаратного комплекса или наступления иного подобного события.</li>
            </ul>
            <li>Сторона, подвергшаяся воздействию обстоятельств непреодолимой силы, должна в письменной форме известить об этом другую Сторону.</li>
            <li>В случае наступления форс-мажорных обстоятельств срок исполнения Сторонами своих обязательств по настоящему Договору отодвигается соразмерно времени действия обстоятельств форс-мажора.</li>
            <li>Если обстоятельства непреодолимой силы будут продолжаться более двух (2) месяцев, то каждая из Сторон имеет право отказаться от дальнейшего исполнения обязательств по настоящему Договору, при условии возмещения другой Стороне фактически понесенных расходов.</li>
        </ol>
    </ol>

    <p>
        <i><strong>Реквизиты Проекта</strong>
            <br>
            <br><strong>Наименование:</strong> ИП Гисина Анастасия Ильинична
            <br><strong>ОГРНИП:</strong> 319502700111552
            <br><strong>ИНН:</strong> 504035349770
            <br><strong>Адрес:</strong> Московская область, город Жуковский
            <br><strong>Электронная почта:</strong> <a href="mailto:help@commondata.ru">help@commondata.ru</a>
        </i>
    </p>
</main>
<Footer></Footer>

<style>
    .date {
        margin-bottom: 3%;
    }
    
    .header {
        margin-bottom: 3%;
    }
    
    main {
        max-width: 80%;
        margin-left: 3%;
    }

    li {
        font-family: "Helvetica Norm";
        margin-top: 1%;
        padding-left: 1%;
    }

    ol {
        padding-bottom: 2%;
    }
</style>